[
    {
      "img": "images/art/jellyfish.jpg",
      "imgMouseOver": false,
      "title": "Jellyfish Kingdom",
      "about": "Mid 2016 while having an evening of craft with a friend, Mel crochet a jellyfish, using a simple pattern found online she fell in love with the process and her mind started to think about all of the amazing things that could happen with such a simple shape, and thus, the Jellyfish Kingdom was born. Over the next 6 months Mel with the help of some friends crochet around 60 jellyfish, all with long central tentacles that were using UV reactive wool. and created an interactive space that has been seen around New Zealand"
    },

    {
      "img": "images/art/kiwiburnArtsCommittee.jpg",
      "imgMouseOver": false,
      "title": "Kiwiburn Swag",
      "about": "Mel is currently the Chair of the Kiwiburn Arts Committee, this was a design she made to put on jumpers to give to her team to thank them for their support."
    },
    {
      "img": "images/art/ensoul.jpg",
      "imgMouseOver": false,
      "title": "EnSoul Mural",
      "about": "Mel moved out to the Kapiti Coast in June of 2017 to get some space and re group, while she was there she in collaboration with EnSoul Yoga Studio, painted a mural on their focal wall.As the first big mural this was an amazing experience for Mel and she learn so much about how to move into a different medium that she had wanted to for a while. The image was created specifically to fit into the emotive space that it was put into, and has had a really positive effect on the studio’s participants."
    },
    {
      "img": "images/art/lanterns.jpg",
      "imgMouseOver": false,
      "title": "Lanterns",
      "about": "In 2017 Mel was approached by a friend creating an interactive art piece. The idea was to create lanterns that had programmable LED’s in them that lit up with sound and changed colour depending on the key of the sound.  Mel work alongside this project designing the lanterns to be able to be flat packable, and create an image to be laser cut to produce interesting and alluring shapes."
    },
    {
      "img": "images/art/mandalaColabs.jpg",
      "imgMouseOver": false,
      "title": "Mandala Colaborations",
      "about": "Mel loves working with other people and over the years and discovered how easy and interesting mandalas can be to collaborate with other people, and has spent a lot of time collaborating and inspiring people to explore this medium, here are a few mandala’s that were made in collaboration with other beautiful humans."
    },
    {
      "img": "images/art/geometryGlass.jpg",
      "imgMouseOver": false,
      "title": "Leadlight",
      "about": "As you can probably tell Mel is very inspired by geometry and different ways of playing with that, and one of these explorations was with leadlighting."
    },
    {
      "img": "images/art/crochetBlanket.jpg",
      "imgMouseOver": false,
      "title": "Crochet Shapes",
      "about": "Another way in which Mel explores shapes and patterns is with crochet, this is a part of a bigger hexagonal blanket."
    },
    {
      "img": "images/art/abcd.jpg",
      "imgMouseOver": false,
      "title": "Letters",
      "about": "Mel has been playing with typography for years now, and this is an example of her playing with hand letting with gouache. "
    },
    {
      "img": "images/art/sanctuary.jpg",
      "imgMouseOver": false,
      "title": "Sanctuary",
      "about": "A friend of Mel’s was setting up a safe space at a festival early 2018 and Mel designed the main type for the space ‘sanctuary’ this is still a work in progress, and it is some experimentation into big type and how it works in big spaces."
    },
    {
      "img": "images/art/mandala.jpg",
      "imgMouseOver": false,
      "title": "Mandala",
      "about": "This was a piece of work I completed while living in Brisbane, and an early exploration into Geometry. I became facinated with geometry in around 2011 in my last year of university when I was exploring the ideas behind Junian Psychology and the way that symbols can be used to explore the subconscious."
    },
    {
      "img": "images/art/chaos.jpg",
      "imgMouseOver": false,
      "title": "Chaos",
      "about": "This is the biggest painting I have completed to date, it took about 12 months, and I used goache and pen. After hours and hours of painting this I spilt some of the paint on the image, not sure about what to do I sat there and stared at it for about 30 minutes. Knowing I had nothing to loose I decided to spill more paint on the image and experiemented with how I could use that. That element really added to the final product, and goes to show that mistakes are inevitable and have an amazing opportinuty to learn."
    },
    {
      "img": "images/art/stardust.jpg",
      "imgMouseOver": false,
      "title": "We are all made of Stardust",
      "about": "Sketchbooks is a really important way for me to explore new ideas, express myself and learn more, its where I make a lot of mistakes, and a place that reminds me why I love drawing. I think its important to look at where people get to where they are and sketchbooks are a great way to show thoughts and processes."
    }

]
