[
    {
      "show": false,
      "img": "images/art/jellyfish.jpg",
      "title": "Jellyfish Kingdom",
      "about": "Mid 2016 while having an evening of craft with a friend, Mel crochet a jellyfish, using a simple pattern found online she fell in love with the process and her mind started to think about all of the amazing things that could happen with such a simple shape, and thus, the Jellyfish Kingdom was born. Over the next 6 months Mel with the help of some friends crochet around 60 jellyfish, all with long central tentacles that were using UV reactive wool. and created an interactive space that has been seen around New Zealand"
    },
    {
      "show": false,
      "img": "images/art/existenceOfChaos.jpg",
      "title": "The Existence of Chaos Poster",
      "about": "In 2017 I held an exhibition at Black Coffee in Wellington, and created this for the event."
    },
    {
      "show": false,
      "img": "images/art/coryChampion.jpg",
      "title": "Cory Champion Poster",
      "about": "While I was working as an InHouse Designer with Havana Bar in Wellington I completed this poster. Fromm Winery sponosored a Jazz night once a month."
    },
    {
      "show": false,
      "img": "images/art/giftVoucher.jpg",
      "title": "Fidels gift voucher",
      "about": "The Fidel's gift voucher hadn't been updated in a very long time, so I worked with some of the updated styling to create a new and updated voucher."
    },
    {
      "show": false,
      "img": "images/art/havanaFlyer.jpg",
      "title": "Havana Flyer",
      "about": "This was a flyer that I designed for Havana Bar's 10th birthday that was used to promote their 10 year party and was published in a local Wellington magazine Capital Mag, While I was working as the inHouse designer I created an ad for Capital Mag every month."
    },
    {
      "show": false,
      "img": "images/art/havanaBarGiftVoucher.jpg",
      "title": "Havana Bar Gift Voucher",
      "about": "Like the Fidel's voucher, the Havana Bar voucher was even more outdated, I created the illustration a few months prior that was printed onto a teatowel."
    },
    {
      "show": false,
      "img": "images/art/kiwiburnPoster.jpg",
      "title": "Kiwiburn Poster",
      "about": "Kiwiburn held a poster competition for their 10th festival, I submited this illustration and basic layout and it was chosen, Shelly Watson then designed the type on top of the illustration."
    },
    {
      "show": false,
      "img": "images/art/crochetBlanket.jpg",
      "title": "Crochet Shapes",
      "about": "Another way in which Mel explores shapes and patterns is with crochet, this is a part of a bigger hexagonal blanket."
    },
    {
      "show": false,
      "img": "images/art/abcd.jpg",
      "title": "Letters",
      "about": "Mel has been playing with typography for years now, and this is an example of her playing with hand letting with gouache. "
    }
  ]